interfaces/src/main/resources/templates/Onderwijs.GeefHistoriekInschrijving/02.01.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.geefhistoriekinschrijvingdienst-02_01.onderwijs.vlaanderen.be">
    <soapenv:Header/>
    <soapenv:Body>
        <web:GeefHistoriekInschrijving>
            <Verzoek>
                <Context>
                    <Naam>GeefHistoriekInschrijving</Naam>
                    <Versie>02.01.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>Datum</Datum>
                            <Tijd>Tijd</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>Identificatie</Identificatie>
                            <Referte>Referte</Referte>
                            <Hoedanigheid>Hoedanigheid</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>a</Referte>
                        <Inhoud>
                            <Criteria>
                                <INSZ>00000000000</INSZ>
                                <Periode>
                                    <Begin>2015-01-01</Begin>
                                    <Einde>2016-06-30</Einde>
                                </Periode>
                                <Bronnen>
                                </Bronnen>
                            </Criteria>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </web:GeefHistoriekInschrijving>
    </soapenv:Body>
</soapenv:Envelope>